Repository: zhou1736948757-cpu/LaunchHistory
Catalog: Launchpad_Back/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Accessibility Permission Required
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

source: Add App Source
zh_hans: 添加应用来源
zh_hant: 新增應用來源

# auto_launch_at_login
source: Launch at Login
zh_hans: 开机自动启动
zh_hant: 開機自動啟動

source: Background Opacity
zh_hans: 背景不透明度
zh_hant: 背景不透明度

# blur_enabled
source: Enable Blur Effect
zh_hans: 启用模糊效果
zh_hant: 啟用模糊效果

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Check for Updates
zh_hans: 检查更新
zh_hant: 檢查更新

source: Clear All Settings
zh_hans: 清除所有设置
zh_hant: 清除所有設定

source: Close Panel
zh_hans: 关闭面板
zh_hant: 關閉面板

# current_size_percent %lld
source: Current size: %lld%%
zh_hans: 当前大小：%lld%%
zh_hant: 目前大小：%lld%%

# current_value_pt %lld
source: Current: %lld pt
zh_hans: 当前：%lld pt
zh_hant: 目前：%lld pt

source: Debug Mode
zh_hans: 调试模式
zh_hant: 除錯模式

source: Delete Folder
zh_hans: 删除文件夹
zh_hant: 刪除資料夾

source: Done
zh_hans: 完成
zh_hant: 完成

# drag_out_to_remove
source: Drag icon outside to remove from folder
zh_hans: 拖动图标到外面可移出文件夹
zh_hant: 拖動圖示到外面可移出資料夾

# drag_to_rearrange
source: Drag icons to rearrange
zh_hans: 拖动图标以重新排列
zh_hant: 拖動圖示以重新排列

source: Enable Gesture Wake
zh_hans: 启用手势唤醒
zh_hant: 啟用手勢喚醒

source: Enter Edit Mode
zh_hans: 进入编辑模式
zh_hant: 進入編輯模式

# folder_contains_apps %lld
source: Contains %lld apps
zh_hans: 包含 %lld 个应用
zh_hant: 包含 %lld 個應用

# folder_name_placeholder
source: Folder Name
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: Four-Finger Pinch
zh_hans: 四指捏拢
zh_hant: 四指捏合

source: Four-Finger Spread
zh_hans: 四指张开
zh_hant: 四指張開

# gesture_available
source: Gesture wake is available
zh_hans: 手势唤醒功能已可用
zh_hant: 手勢喚醒功能已可用

# gesture_needs_permission
source: This permission is required for gesture wake (when panel is hidden)
zh_hans: 手势唤醒（面板隐藏时）需要此权限
zh_hant: 手勢喚醒（面板隱藏時）需要此權限

# gesture_none
source: None
zh_hans: 无
zh_hant: 無

# gesture_pinch_in
source: Pinch In
zh_hans: 捏合缩小
zh_hant: 捏合縮小

# gesture_pinch_out
source: Pinch Out
zh_hans: 捏合放大
zh_hant: 捏合放大

# gesture_swipe_down
source: Swipe Down
zh_hans: 下滑
zh_hant: 下滑

# gesture_swipe_left
source: Swipe Left
zh_hans: 左滑
zh_hant: 左滑

# gesture_swipe_right
source: Swipe Right
zh_hans: 右滑
zh_hant: 右滑

# gesture_swipe_up
source: Swipe Up
zh_hans: 上滑
zh_hant: 上滑

source: Get Info
zh_hans: 显示简介
zh_hant: 顯示簡介

source: Go to Authorize
zh_hans: 前往授权
zh_hant: 前往授權

source: Hide from Launchpad
zh_hans: 从 Launchpad 中隐藏
zh_hant: 從 Launchpad 中隱藏

# hk_hide_window
source: Hide Window
zh_hans: 隐藏窗口
zh_hant: 隱藏視窗

# hk_next_page
source: Next Page
zh_hans: 下一页
zh_hant: 下一頁

# hk_previous_page
source: Previous Page
zh_hans: 上一页
zh_hant: 上一頁

# hk_quit_app
source: Quit App
zh_hans: 退出应用
zh_hant: 結束應用

# hk_toggle_window
source: Show/Hide Window
zh_hans: 显示/隐藏窗口
zh_hant: 顯示/隱藏視窗

source: Horizontal Paging
zh_hans: 水平分页
zh_hant: 水平分頁

# hot_corner_bottom_left
source: Bottom Left Corner
zh_hans: 左下角
zh_hant: 左下角

# hot_corner_bottom_right
source: Bottom Right Corner
zh_hans: 右下角
zh_hant: 右下角

# hot_corner_open
source: Open via Hot Corner
zh_hans: 触发角打开
zh_hant: 觸發角開啟

# hot_corner_top_left
source: Top Left Corner
zh_hans: 左上角
zh_hant: 左上角

# hot_corner_top_right
source: Top Right Corner
zh_hans: 右上角
zh_hant: 右上角

source: Hotkey
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Hotkey Settings
zh_hans: 快捷键设置
zh_hant: 快捷鍵設定

source: Icon Size
zh_hans: 图标大小
zh_hant: 圖示大小

source: Icons per row: %lld
zh_hans: 每行图标数：%lld
zh_hant: 每行圖示數：%lld

source: In Edit Mode
zh_hans: 编辑模式中
zh_hant: 編輯模式中

# lang_en
source: English
zh_hans: 英文
zh_hant: 英文

# lang_system
source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# lang_zh_hans
source: Simplified Chinese
zh_hans: 简体中文
zh_hant: 簡體中文

# lang_zh_hant
source: Traditional Chinese
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Language
zh_hans: 语言
zh_hant: 語言

# launch_double_click
source: Double Click
zh_hans: 双击启动
zh_hant: 雙擊啟動

# launch_enter_key
source: Enter Key
zh_hans: 回车键启动
zh_hant: Return 鍵啟動

# launch_single_click
source: Single Click
zh_hans: 单击启动
zh_hant: 單擊啟動

source: License
zh_hans: 授权协议
zh_hant: 授權協議

# mode_centered
source: Centered
zh_hans: 居中模式
zh_hant: 置中模式

# mode_fullscreen
source: Fullscreen
zh_hans: 全屏模式
zh_hant: 全螢幕模式

# mode_windowed
source: Windowed
zh_hans: 窗口模式
zh_hant: 視窗模式

# mouse_hover_corner
source: Hover mouse at screen corner
zh_hans: 鼠标悬停到屏幕角落
zh_hant: 游標停留至螢幕角落

source: Name
zh_hans: 名称
zh_hant: 名稱

source: No custom app sources
zh_hans: 暂无自定义应用来源
zh_hant: 暫無自訂應用來源

source: No hidden apps
zh_hans: 暂无隐藏的应用
zh_hant: 暫無隱藏的應用

source: OK
zh_hans: 确定
zh_hant: 確定

source: Opaque
zh_hans: 不透明
zh_hant: 不透明

source: Open Panel
zh_hans: 打开面板
zh_hant: 開啟面板

source: Permission Granted
zh_hans: 权限已授予
zh_hant: 權限已授予

# press_combination
source: Press key combination...
zh_hans: 按下组合键...
zh_hant: 按下組合鍵...

source: Quit and Reopen
zh_hans: 退出并重新打开
zh_hant: 結束並重新開啟

# quit_and_reopen_help
source: Restart the app to apply the new language
zh_hans: 重启应用以应用新语言
zh_hant: 重啟應用以套用新語言

source: Refresh Rate
zh_hans: 刷新率
zh_hant: 更新率

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Rename
zh_hans: 重命名
zh_hant: 重新命名

# rename_empty_hint
source: Leave empty to restore the original name
zh_hans: 留空可恢复原名
zh_hant: 留空可還原名稱

# rename_placeholder
source: App Name
zh_hans: 应用名称
zh_hant: 應用名稱

# rename_title
source: Rename App
zh_hans: 重命名应用
zh_hant: 重新命名應用

source: Reset
zh_hans: 重置
zh_hant: 重設

source: Reset Layout
zh_hans: 重置版面
zh_hant: 重設版面

# reset_layout_message
source: This will clear custom sorting and all folders, and restore sorting by name.
zh_hans: 这会清除自定义排序与所有文件夹，并恢复成按名称排序。
zh_hant: 這會清除自訂排序與所有資料夾，並恢復成依名稱排序。

# reset_layout_title
source: Reset Layout?
zh_hans: 重置版面？
zh_hant: 重設版面？

# restart_required
source: Restart required to take effect
zh_hans: 需要重启应用生效
zh_hant: 需要重啟應用生效

source: Restore Defaults
zh_hans: 恢复默认设置
zh_hant: 還原預設設定

# scroll_discrete
source: Stepped Scroll
zh_hans: 分步滚动
zh_hant: 分步捲動

# scroll_momentum
source: Momentum Scroll
zh_hans: 惯性滚动
zh_hant: 慣性捲動

# scroll_smooth
source: Smooth Scroll
zh_hans: 平滑滚动
zh_hant: 平滑捲動

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search Bar Size
zh_hans: 搜索栏大小
zh_hant: 搜尋列大小

# section_accessibility
source: Accessibility Permission
zh_hans: 辅助功能权限
zh_hant: 輔助使用權限

# section_advanced
source: Advanced
zh_hans: 高级
zh_hant: 進階

# section_app_info
source: App Information
zh_hans: 应用信息
zh_hant: 應用資訊

# section_app_sources
source: App Sources
zh_hans: 应用来源
zh_hant: 應用來源

# section_gesture_actions
source: Gesture Actions
zh_hans: 手势操作
zh_hant: 手勢操作

# section_gesture_switch
source: Gesture Switch
zh_hans: 手势开关
zh_hant: 手勢開關

# section_global_hotkeys
source: Global Hotkeys
zh_hans: 全局快捷键
zh_hant: 全域快捷鍵

# section_hidden_apps
source: Hidden Apps
zh_hans: 已隐藏应用
zh_hant: 已隱藏應用

# section_hot_corner
source: Hot Corners
zh_hans: 触发角
zh_hant: 觸發角

# section_icon
source: Icon
zh_hans: 图标
zh_hant: 圖示

# section_language
source: Language
zh_hans: 语言
zh_hant: 語言

# section_layout
source: Layout
zh_hans: 布局
zh_hant: 佈局

# section_refresh_rate
source: Refresh Rate
zh_hans: 刷新率
zh_hant: 更新率

# section_search_bar
source: Search Bar
zh_hans: 搜索栏
zh_hant: 搜尋列

# section_settings_management
source: Settings Management
zh_hans: 设置管理
zh_hant: 設定管理

# section_window
source: Window
zh_hans: 窗口
zh_hant: 視窗

source: Settings
zh_hans: 设置
zh_hant: 設定

# show_app
source: Show
zh_hans: 显示
zh_hant: 顯示

# show_icon_labels
source: Show Icon Names
zh_hans: 显示图标名称
zh_hant: 顯示圖示名稱

source: Show in Finder
zh_hans: 在 Finder 中显示
zh_hant: 在 Finder 中顯示

source: Show in Launchpad
zh_hans: 在 Launchpad 中显示
zh_hant: 在 Launchpad 中顯示

# size_extra_large
source: Extra Large
zh_hans: 特大
zh_hant: 特大

# size_large
source: Large
zh_hans: 大
zh_hant: 大

# size_medium
source: Medium
zh_hans: 中
zh_hant: 中

# size_small
source: Small
zh_hans: 小
zh_hant: 小

# tab_about
source: About
zh_hans: 关于
zh_hant: 關於

# tab_appearance
source: Appearance
zh_hans: 外观
zh_hant: 外觀

# tab_general
source: General
zh_hans: 通用
zh_hant: 一般

# tab_gesture
source: Gesture
zh_hans: 手势
zh_hant: 手勢

# tab_hotkey
source: Hotkey
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Tap Blank
zh_hans: 点击空白
zh_hant: 點擊空白

source: Transparent
zh_hans: 透明
zh_hant: 透明

source: Uninstall App
zh_hans: 卸载应用
zh_hant: 解除安裝應用

# uninstall_confirm_message %@
source: This will move %@ to the Trash. The app will be removed from Launchpad.
zh_hans: 这会将 %@ 移到废纸篓，应用会从 Launchpad 中移除。
zh_hant: 這會將 %@ 丟到垃圾桶，應用會從 Launchpad 中移除。

# uninstall_confirm_title %@
source: Uninstall %@?
zh_hans: 卸载 %@？
zh_hant: 解除安裝 %@？

# uninstall_failed_message %@
source: Failed to uninstall: %@
zh_hans: 卸载失败：%@
zh_hant: 解除安裝失敗：%@

# uninstall_failed_title
source: Uninstall Failed
zh_hans: 卸载失败
zh_hant: 解除安裝失敗

# uninstall_move_to_trash
source: Move to Trash
zh_hans: 移到废纸篓
zh_hant: 丟到垃圾桶

source: Version
zh_hans: 版本
zh_hant: 版本

source: Vertical Scroll
zh_hans: 垂直滚动
zh_hant: 垂直捲動

source: Window Mode
zh_hans: 窗口模式
zh_hant: 視窗模式
